Repository: 84000/data-translation-memory
Catalog: toh100-v1.tmx
Source language: bo
Languages: en

source: རླུང་གི་ཁམས་མ་ཡིན།
en: and not the wind element.

source: གནས་དང་ལྡན་པ་མ་ཡིན། གནས་དང་མི་ལྡན་པ་མ་ཡིན།
en: neither placed nor unplaced,

source: འདུག་པ་མ་ཡིན། མི་འདུག་པ་མ་ཡིན།
en: neither sitting nor not sitting.

source: འདུས་བྱས་མ་ཡིན།
en: It is neither co-produced

source: འདུས་མ་བྱས་མ་ཡིན།
en: nor unproduced,

source: སྤྲོས་པ་ཡོད་པ་མ་ཡིན།
en: neither free from elaboration

source: སྤྲོས་པ་མེད་པ་མ་ཡིན།
en: nor with elaboration,

source: སྒྲ་མ་ཡིན།
en: neither speech

source: སྒྲ་མེད་པ་མ་ཡིན།
en: nor not speech,

source: བལྟར་མི་སྣང་བ་མ་ཡིན།
en: nor invisible.

source: སྒྲ་ལས་ཡང་དག་པར་འདས་པ།
en: beyond voice,

source: གཞལ་དུ་མེད་པ།
en: without comparison,

source: གཞལ་བ་ལས་ཡང་དག་པར་འདས་པ།
en: beyond comparison,

source: མཚན་ཉིད་དང་བྲལ་བ།
en: free from characteristics;

source: ཞི་བ་མ་ཡིན། མ་ཞི་བ་མ་ཡིན།
en: It is neither peace nor not peace,

source: རིང་པོ་མ་ཡིན། ཐུང་ངུ་མ་ཡིན།
en: neither long nor short,

source: སེམས་པ་ཡོད་པ་མ་ཡིན། སེམས་པ་མེད་པ་མ་ཡིན།
en: neither sentient nor insentient,

source: སེམས་ཡོད་པ་མ་ཡིན། སེམས་མེད་པ་མ་ཡིན།
en: neither mental nor not mental.

source: སྣང་བ་མ་ཡིན། མི་སྣང་བ་མ་ཡིན།
en: It is neither to be beheld, nor not to be beheld.

source: བསྟན་དུ་ཡོད་པ་མ་ཡིན། བསྟན་དུ་མེད་པ་མ་ཡིན།
en: It is empty of the nature of seeing.

source: དྲན་པ་མེད་པ།
en: It is non-recollection,

source: ཡིད་ལ་བྱེད་པ་མེད་པ།
en: non-mental-placement.

source: རྟོག་པ་མེད་པ།
en: It is not deliberation,

source: དཔྱོད་པ་མེད་པ།
en: not analysis,

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: free from mind, mentality, and consciousness.

source: ཐམས་ཅད་དུ་མཉམ་ཞིང་བཏང་སྙོམས་ལ་རྣམ་པར་མི་རྟོག་ཅིང་བྱེ་བྲག་མི་འབྱེད་པ།
en: In all regards it is the same, neutral, without concepts, and does not make any distinctions.

source: དུས་གསུམ་ལས་ཡང་དག་པར་འདས་པ་ཡིན་
en: It is beyond the three times.

source: མོད་ཀྱི།
en: However,

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་ལྷག་པའི་བསམ་པ་ཐ་དད་པ་རྣམས་ཀྱི་སྒྲ་སྐད་དང་རྣམ་པར་རིག་པ་སྣ་ཚོགས་དག་ལས་བྲག་ཅའི་སྒྲ་སྐད་སྣ་ཚོགས་དག་འབྱུང་བར་འགྱུར་ཞིང་།
en: Mañjuśrī, the echo, the voice of many sounds, comes forth for sentient beings with varied inclinations, as the intimation of the voice of many sounds,

source: དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་དེ་ཁོ་ན་བཞིན་དུ་ཀུན་ཏུ་ཤེས་པར་འགྱུར་རོ།
en: and sentient beings perceive it to be just that way.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན།
en: “In the very same way, Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha is not past, future, or present.

source: ནང་ན་མ་ཡིན་ཕྱི་རོལ་ན་མ་ཡིན་ཞིང་། གཉི་ག་མེད་པར་ཡང་མི་དམིགས་ཏེ།
en: He cannot be perceived inside, outside, or in between.

source: ཤེས་རབ་མ་ཡིན། ཤེས་རབ་མེད་པ་མ་ཡིན།
en: He is neither with wisdom nor without wisdom.

source: རིག་པ་མ་ཡིན། རིག་པ་མེད་པ་མ་ཡིན།
en: He is neither knowledge nor ignorance,

source: རྣམ་པར་གྲོལ་བ་མ་ཡིན། རྣམ་པར་གྲོལ་བ་མེད་པ་མ་ཡིན།
en: neither liberation nor not liberation.

source: ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་མ་ཡིན། ཁ་ན་མ་ཐོ་བ་མེད་པ་མ་ཡིན།
en: “He is neither blameworthy nor free from blame,

source: འདུས་བྱས་མ་ཡིན། འདུས་མ་བྱས་མ་ཡིན།
en: He is neither co-produced nor unproduced,

source: སྤྲོས་པ་ཡོད་པ་མ་ཡིན། སྤྲོས་པ་མེད་པ་མ་ཡིན།
en: neither elaboration nor non-elaboration,

source: སྒྲ་མ་ཡིན། སྒྲ་མེད་པ་མ་ཡིན།
en: neither speech nor not speech,

source: བསྟན་ཏུ་ཡོད་པ་མ་ཡིན། བསྟན་དུ་མེད་པ་མ་ཡིན། རང་བཞིན་སྟོང་པ།
en: He is empty of the nature of seeing.

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: and free from mind, mentality, and consciousness.

source: ཐམས་ཅད་དུ་མཉམ་ཞིང་བཏང་སྙོམས་ལ་རྣམ་པར་མི་རྟོག་ཅིང་བྱེ་བྲག་མི་འབྱེད་ལ།
en: In all regards he is the same, neutral, without concepts, and does not make any distinctions.

source: དུས་གསུམ་ལས་ཡང་དག་པར་འདས་པ་ཡིན་མོད་ཀྱི།
en: He is beyond the three times.

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་མོས་པ་ཐ་དད་པ་རྣམས་ཀྱིས་ལྷག་པའི་བསམ་པ་དང་།
en: Yet, Mañjuśrī, sentient beings with varied beliefs perceive

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་མོས་པ་ཐ་དད་པ་རྣམས་ཀྱིས་ལྷག་པའི་བསམ་པ་དང་། རྣམ་པར་རིག་པ་སྣ་ཚོགས་དག་ལས་དེ་བཞིན་གཤེགས་པའི་གསུང་འབྱུང་བར་ཀུན་ཏུ་ཤེས་པར་འགྱུར་རོ།
en: Yet, Mañjuśrī, sentient beings with varied beliefs perceive the speech of the Tathāgata, issuing forth in accordance with their manifold inclinations.

source: རྣམ་པར་རིག་པ་སྣ་ཚོགས་དག་ལས་དེ་བཞིན་གཤེགས་པའི་གསུང་འབྱུང་བར་ཀུན་ཏུ་ཤེས་པར་འགྱུར་རོ། །
en: the speech of the Tathāgata, issuing forth in accordance with their manifold inclinations.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན
en: “It is as follows: Mañjuśrī,

source: ས་ལ་བསྟེན་ཅིང་ས་ལ་གནས་ནས་རྩྭ་དང་ཤིང་གེལ་བ་དང་། རྩི་དང་ནགས་ཚལ་ཐམས་ཅད་འཕེལ་ཞིང་རྒྱས་པ་དང་། ཡངས་པར་འགྱུར་
en: it is through having the earth as their basis and support that all grass, thickets, herbs, and trees grow to become sizeable.

source: ཡང་འཇམ་དཔལ་ས་ནི་རྟོག་པར་མི་བྱེད། རྣམ་པར་རྟོག་པར་མི་བྱེད་དེ།
en: But, Mañjuśrī, the earth does not form mental constructs or concepts.

source: ཐམས་ཅད་དུ་མཉམ་ཞིང་རྣམ་པར་མི་རྟོག་པ།
en: With respect to everything it is the same, free from concepts,

source: བྱེ་བྲག་མི་འབྱེད་ཅིང
en: free from distinctions.

source: སེམས་པར་མི་བྱེད་དེ། །
en: It is free from speculations

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ལ་བརྟེན་ཅིང་དེ་བཞིན་གཤེགས་པ་ལ་གནས་ནས་
en: “In the same way, Mañjuśrī, it is through having the Tathāgata as their basis and support

source: སེམས་ཅན་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པའམ། ཐེག་པ་ཆེན་པོ་པ་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་འཕེལ་ཞིང་རྒྱས་པ་དང་ཡངས་པར་འགྱུར་ལ།
en: that all the roots of what is wholesome of all sentient beings grow and become sizeable. Whether it is the roots of what is wholesome of those on the Vehicle of the Hearers, on the Pratyekabuddha Vehicle, or on the Great Vehicle;

source: དེ་བཞིན་གཤེགས་པ་ལ་བརྟེན་ཅིང་དེ་བཞིན་གཤེགས་པ་ལ་གནས་ནས་སྤྱོད་པ་པ་དང་། ཀུན་ཏུ་རྒྱུ་དང་། གཅེར་བུ་པ་ལ་སོགས་པ་མུ་སྟེགས་ཀྱི་གནས་གཞན་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་དང་།
en: or of all tīrthikas such as the carakas, parivrājakas, and nirgranthas, and so forth; or of any others, down to the roots of what is wholesome of those stuck in what is wrong; it is through having the Tathāgata as their basis and support that they grow and become sizeable.

source: དེ་བཞིན་གཤེགས་པ་ལ་བརྟེན་ཅིང་དེ་བཞིན་གཤེགས་པ་ལ་གནས་ནས་སྤྱོད་པ་པ་དང་། ཀུན་ཏུ་རྒྱུ་དང་། གཅེར་བུ་པ་ལ་སོགས་པ་མུ་སྟེགས་ཀྱི་གནས་གཞན་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་དང་། ཐ་ན་ལོག་པ་ཉིད་དུ་ངེས་པ་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་གཞན་གང་དག་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་འཕེལ་ཞིང་རྒྱས་པ་དང་ཡངས་པར་འགྱུར་མོད་ཀྱི།
en: or of all tīrthikas such as the Carakas, Parivrājakas, and Nirgranthas, and so forth; or of any others, down to the roots of what is wholesome of those stuck in what is wrong; it is through having the Tathāgata as their basis and support that they grow and become sizeable.

source: འཇམ་དཔལ་འོན་ཀྱང་དེ་བཞིན་གཤེགས་པ་ནི་རྟོག་པར་མི་བྱེད། རྣམ་པར་རྟོག་པར་མི་བྱེད་དེ།
en: “However, Mañjuśrī, the Tathāgata does not form mental constructs or concepts.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ནི་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། དམིགས་པ་དང་། ཡིད་ལ་བྱེད་པ་ཐམས་ཅད་རྒྱུན་ཆད་པ།
en: Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha has cut off all mental constructs, concepts, points of reference, and mental engagement.

source: རྟོག་གེ་མ་ཡིན། རྟོག་གེའི་སྤྱོད་ཡུལ་མ་ཡིན།
en: he is neither speculation nor the domain of speculation.

source: བསམ་དུ་མེད་པ། བསམ་པར་བྱ་བ་མ་ཡིན་པ།
en: not an object of thought or deliberation.

source: ཡིད་ལ་བྱེད་པ་མེད་པ། །
en: He is without mental engagement,

source: སེམས་པ་མེད་པ།
en: free from thought,

source: ཐམས་ཅད་དུ་མཉམ་ཞིང་བཏང་སྙོམས་ལ་རྣམ་པར་མི་རྟོག་ཅིང་བྱེ་བྲག་མི་འབྱེད་དོ། །
en: With respect to all, he is the same, neutral, without concepts, and he does not make any distinctions.

source: ནམ་མཁའ་ནི་ཐམས་ཅད་དུ་མཉམ་ཞིང་རྣམ་པར
en: space is everywhere the same,

source: མི་རྟོག་ལ།
en: free from concepts

source: བྱེ་བྲག་མི་འབྱེད་དེ།
en: and distinctions.

source: མ་སྐྱེས་པ
en: It is non-arisen

source: འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན།
en: it is not past, future, or present.

source: མཚན་གཞི་མེད་པ།
en: It is indefinable,

source: སྤྲོས་པ་མེད་པ།
en: non-elaborate,

source: བསྟན་དུ་མེད་པ།
en: it cannot be shown

source: རྣམ་པར་རིག་པ་མེད་པ།
en: or made known.

source: རེག་པ་མེད་པ།
en: It is without contact,

source: གནས་མེད་པ།
en: without dwelling,

source: དཔེ་མེད་པ།
en: It has no simile

source: དཔེ་ལས་ཡང་དག་པར་འདས་པ།
en: and is beyond all similes.

source: མི་གནས་པ།
en: It has no basis;

source: གཟུང་བ་མེད་པ།
en: it is ungraspable

source: མཚན་ཉིད་མེད་པ
en: It has no characteristic;

source: ཡི་གེ་མེད་པ། སྒྲ་མེད་པ། ཡིད་ལ་བྱེད་པ་མེད་པ།
en: it is without syllables, voice, and mental engagement.

source: བླང་བ་མེད་པ། དོར་བ་མེད་པ།
en: It has no striving or giving up;

source: འདེགས་པ་མེད་པ།
en: no removal,

source: གཞག་པ་མེད་པ།
en: no addition.

source: ཚིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པ།
en: It is beyond the realm of words.

source: ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་ཞིང་རྗེས་སུ་ཞུགས་པ་ཡིན་མོད་ཀྱི།
en: It reaches and enters everywhere. And still,

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་རྣམས་ཀྱིས་དབྱིབས་ཆུང་ངུ་དང་། འབྲིང་དང་། ཆེན་པོ་དག་གིས་ནམ་མཁའ་ཡང་ཆུང་ངུ་དང་། འབྲིང་དང་ཆེན་པོར་ཀུན་ཏུ་ཤེས་པར་འགྱུར་རོ། །
en: Mañjuśrī, sentient beings experience space as being low or high, according to whether the place is low, middling, or high.

source: གདེག་པ་མེད་པ།
en: no addition.

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་རྣམས་ཀྱིས་དབྱིབས་ཆུང་ངུ་དང་། འབྲིང་དང་། ཆེན་པོ་དག་གིས་ནམ་མཁའ་ཡང་ཆུང་ངུ་དང་། འབྲིང་དང་ཆེན་པོར་ཀུན་ཏུ་ཤེས་པར་འགྱུར་རོ།
en: Mañjuśrī, sentient beings experience space as being low or high, according to whether the place is low, middling, or high.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་ཐམས་ཅད་དུ་མཉམ་ཞིང་རྣམ་པར་མི་རྟོག་ལ། བྱེ་བྲག་མི་འབྱེད།
en: “In the same way, Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha is everywhere the same, free from concepts and distinctions.

source: བསྟན་དུ་མེད་པ། རྣམ་པར་རིག་པ་མེད་པ།
en: he cannot be shown or made known.

source: བླང་བ་མེད་པ།
en: He has no striving or giving up;

source: གཞག་པ་མེད་པ་ཚིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པ།
en: He is beyond the realm of words.

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་དམན་པ་དང་། འབྲིང་དང་། མཆོག་གང་དག་ཡིན་པ་
en: And still, Mañjuśrī, according to whether sentient beings are low, middling, or high,

source: དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་ཡང་དམན་པ་དང་། འབྲིང་དང་། མཆོག་ཏུ་མཐོང་ངོ་། །
en: they see the Tathāgata as low, middling, or high.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་འདི་སྙམ་དུ་སེམས་ཅན་འདི་ནི་བསམ་པ་དང་།
en: “Mañjuśrī, the Tathāgata does not think,

source: མོས་པ་དམན་པ་ཡིན་གྱིས་སེམས་ཅན་འདི་ལ་ནི་གཟུགས་ཀྱི་སྐུའི་ཁ་དོག་ཡོངས་སུ་འགྲུབ་པ་དམན་པ་བསྟན་པར་བྱའོ། །
en: ‘This sentient being has low inclinations and beliefs, so I will show him a low perfection of the form body.

source: སེམས་ཅན་འདི་ནི་བསམ་པ་དང་མོས་པ་འབྲིང་ཡིན་གྱིས་སེམས་ཅན་འདི་ལ་ནི་གཟུགས་ཀྱི་སྐུའི་ཁ་དོག་ཡོངས་སུ་འགྲུབ་པ་འབྲིང་བསྟན་པར་བྱའོ། །
en: This sentient being has middling inclinations and beliefs, so I will show him a middling perfection of the form body.

source: སེམས་ཅན་འདི་ནི་བསམ་པ་དང་མོས་པ་རྒྱ་ཆེ་བ་ཡིན་གྱིས།
en: This sentient being has vast inclinations and beliefs,

source: སེམས་ཅན་འདི་ལ་ནི་གཟུགས་ཀྱི་སྐུའི་ཁ་དོག་ཡོངས་སུ་འགྲུབ་པ་རྒྱ་ཆེན་པོ་བསྟན་པར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: so I will show him a vast perfection of the form body.’

source: འཇམ་དཔལ་ཆོས་སྟོན་པ་ཡང་དེ་བཞིན་དུ་རྟོགས་པར་བྱ་སྟེ།
en: “Mañjuśrī, this is also what you should understand regarding how the Dharma is taught.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་འདི་སྙམ་དུ་སེམས་ཅན་འདི་ནི་དམན་པ་ལ་མོས་པ་ཡིན་གྱིས། །
en: Mañjuśrī, the Tathāgata does not think, ‘This sentient being has low beliefs,

source: སེམས་ཅན་འདི་ལ་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པའི་གཏམ་དམན་པ་བརྗོད་པར་བྱའོ།
en: so for him I shall make a speech relating to the Hearers’ Vehicle.

source: སེམས་ཅན་འདི་ནི་བར་མ་ལ་མོས་པ་ཡིན་གྱིས།
en: This sentient being has middling beliefs,

source: སེམས་ཅན་འདི་ལ་ནི་རང་སངས་རྒྱས་ཀྱི་ཐེག་པའི་གཏམ་པར་མ་བརྗོད་པར་བྱའོ།
en: so for him I shall make a speech relating to the Pratyekabuddha Vehicle.

source: སེམས་ཅན་འདི་ལ་ནི་རང་སངས་རྒྱས་ཀྱི་ཐེག་པའི་གཏམ་པར་མ་བརྗོད་པར་བྱའོ། །
en: so for him I shall make a speech relating to the Pratyekabuddha Vehicle.

source: སེམས་ཅན་འདི་ནི་རྒྱ་ཆེན་པོ་ལ་མོས་པ་ཡིན་གྱིས།
en: This sentient being has vast beliefs,

source: སེམས་ཅན་འདི་ལ་ནི་ཐེག་པ་ཆེན་པོའི་གཏམ་རྒྱ་ཆེན་པོ་བརྗོད་པར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: so for him I shall make a speech relating to the Great Vehicle.’

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་འདི་སྙམ་དུ་སེམས་ཅན་འདི་ནི་སྦྱིན་པ་ལ་མོས་པ་ཡིན་གྱིས།
en: “Mañjuśrī, the Tathāgata does not think, ‘This sentient being has belief in giving,

source: སེམས་ཅན་འདི་ལ་ནི་སྦྱིན་པའི་གཏམ་བརྗོད་པར་བྱའོ། །
en: so for him I shall make a speech related to giving.’

source: སེམས་ཅན་འདི་ནི་ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་ལ་མོས་པ་ཡིན་གྱིས།
en: Nor does he think so for discipline, forbearance, diligence, or concentration.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ནི་འདི་སྙམ་དུ་སེམས་ཅན་འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མོས་པ་ཡིན་གྱིས། སེམས་ཅན་འདི་ལ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་གཏམ་བརྗོད་པར་བྱའོ་སྙམ་དུ་ཡང་མི་སེམས་ཏེ།
en: “Mañjuśrī, the Tathāgata does not think, ‘This sentient being has belief in the perfection of wisdom, so for him I shall make a speech related to the perfection of wisdom.’

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ལ་ནི་རྣམ་པར་རྟོགས་པ་དེ་ལྟ་བུ་དག་མེད་དོ།
en: Mañjuśrī, the Tathāgata does not think in that way.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: And why is that?

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་ཀྱི་སྐུ་ཡིན་པའི་ཕྱིར་ཏེ།
en: Mañjuśrī, the Tathāgata is the dharmakāya.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་ཤིན་ཏུ་མ་སྐྱེས་པ་དང་། མ་འགགས་པ་ཡིན་ནོ།
en: Mañjuśrī, the Tathāgata is utterly non-arisen.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་ཤེས་པ་ནི་མིང་དང་གཟུགས་དང་ངེས་པའི་ཚིག་གི་རྗེས་སུ་འབྲང་ཞིང་འབྱུང་བ་མ་ཡིན་ཏེ།
en: “Mañjuśrī, for the Tathāgata, a consciousness chasing after names, forms, and etymological explanations does not occur.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་རྟོག་པར་མི་བྱེད། རྣམ་པར་རྟོག་པར་མི་བྱེད་པ་ཡིན་ནོ། །
en: Mañjuśrī, the Tathāgata does not form mental constructs or concepts.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་སྐད་ཅིག་པ་ཡིན་ཏེ། །
en: Mañjuśrī, the Tathāgata is momentary,

source: མི་ཟད་པའི་མཚན་ཉིད་དང་།
en: and his characteristic is to be inexhaustible.

source: མི་ཟད་པའི་མཐའ་དང་། ཡང་དག་པའི་མཐར་ངེས་པ་ཡིན་ནོ། །
en: He is fixed at the pinnacle of non-exhaustion, the pinnacle of reality.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ནི།
en: Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha

source: ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་ཀྱི་མཐའ་དང་། གཉིས་སུ་མེད་པའི་མཐའ་དང་། ཤིན་ཏུ་འབྱུང་བ་མེད་པའི་མཐའ་ཡིན་ཏེ།
en: is the pinnacle of the sameness of all dharmas, the pinnacle of their non-duality, and the pinnacle of their utter non-arising.

source: ཐམས་ཅད་དུ་མཉམ་ཞིང་རྣམ་པར་མི་རྟོག་ལ་བྱེ་བྲག་མི་འབྱེད་དེ།
en: In all regards he is the same, free from concepts, and free from distinctions.

source: དམན་པ་མ་ཡིན། བར་མ་མ་ཡིན། མཆོག་མ་ཡིན་ནོ།
en: He is not low, nor middling, nor high.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་མཉམ་ཞིང་རྣམ་པར་མི་རྟོག་ལ་བྱེ་བྲག་མི་མི་འབྱེད་དེ། །
en: “Mañjuśrī, just in the same way, all dharmas are same free from concepts, and free from distinctions.

source: དམན་པ་མ་ཡིན། བར་མ་ཡིན། མཆོག་མ་ཡིན་ནོ།
en: They are not low, nor middling, nor high.

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་དམིགས་སུ་མེད་པའི་ཕྱིར་ཏེ། །
en: It is because no dharmas are perceived.

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་དམིགས་སུ་མེད་པ་གང་ཡིན་པ་དེ་ནི་མཉམ་པ་ཉིད་ཡིན་ནོ།
en: Mañjuśrī, this non-perception of all dharmas is their sameness.

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་དམིགས་སུ་མེད་པ་གང་ཡིན་པ་དེ་ནི་མཉམ་པ་ཉིད་ཡིན་ནོ། །
en: Mañjuśrī, this non-perception of all dharmas is their sameness.

source: མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གནས་པ་ཉིད་ཡིན་ནོ། །
en: Their sameness is their remaining fixed.

source: གནས་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མི་གཡོ་བ་ཉིད་ཡིན་ནོ། །
en: Remaining fixed means that they do not move;

source: མི་གཡོ་བ་ཉིད་གང་ཡིན་པ་དེ་ནི་མི་རྟེན་པ་ཡིད་ཡིན་ནོ། །
en: not moving means being without any abode.

source: ཆོས་ཐམས་ཅད་ལ་མི་རྟེན་པའི་སེམས་ཀྱི་གནས་མེད་དོ། །
en: “For someone with no abode in any dharma, the mind has no place to stand.

source: སེམས་མི་གནས་པ་ནི་སྐྱེ་བ་མེད་པར་གྱུར་ཏེ།
en: For a mind that stands nowhere, there will be non-arising.

source: དེ་ལྟར་མཐོང་བའི་སེམས་དང་སེམས་ལས་བྱུང་བ་རྣམས་ནི་ཕྱིན་ཅི་མ་ལོག་པར་འཇུག་པར་འགྱུར་རོ།
en: And for someone who sees in this way, no distorted mind and mental states come about;

source: གང་གི་སེམས་ཕྱིན་ཅི་མ་ལོག་པ་དེས་ནི་ཇི་ལྟ་བ་བཞིན་ཐོབ་པར་འགྱུར་རོ། །
en: someone whose mind is undistorted will have authentic attainment.

source: ཇི་ལྟ་བ་བཞིན་ཐོབ་པ་ནི་འཕྲོ་བར་མི་བྱེད་དོ། །
en: “Whoever has authentic attainment will not form elaborations.

source: སྤྲོས་པ་མེད་པ་ལ་ནི་སྤྱོད་པ་ཡང་མེད་དོ། །
en: Someone who does not form elaborations does not move about.

source: གང་གི་ཚེ་སྤྱོད་པར་མི་བྱེད་པ་དེའི་ཚེ་མི་འཁོར་རོ། །
en: When one does not move about, one does not wander.

source: གང་གི་ཚེ་མི་འཁོར་བ་དེའི་ཚེ་རྣམ་པར་མི་འཕྲོ་སྟེ།
en: When one does not wander, one does not become distracted.

source: རྣམ་པར་འཕྲོ་བ་མེད་པ་ནི་ཆོས་ཉིད་དང་འགལ་བར་མི་བྱེད་དོ། །
en: One who does not become distracted does not oppose the dharmatā

source: ཆོས་ཉིད་དང་མི་འགལ་བ་ནི་ཐམས་ཅད་དང་རྗེས་སུ་འཐུན་པར་འགྱུར་རོ། །
en: One who does not oppose the dharmatā is in conformity with everything.

source: ཐམས་ཅད་དང་རྗེས་སུ་འཐུན་པ་ནི་ཆོས་ཀྱི་རང་བཞིན་ལས་མི་གཡོའོ། །
en: One who is in conformity with everything does not move from the nature of the dharmas.

source: ཆོས་ཀྱི་རང་བཞིན་ལས་མི་གཡོ་བས་ནི་ཆོས་ཀྱི་རང་བཞིན་ཐོབ་པར་འགྱུར་རོ། །
en: One who does not move from the nature of the dharmas obtains the nature of the dharmas.

source: ཆོས་ཀྱི་རང་བཞིན་ཐོབ་པ་ནི་ཅུང་ཟད་ཀྱང་འཕྲོ་བར་མི་བྱེད་དོ། །
en: One who obtains the nature of the dharmas does not form any elaboration.

source: རྒྱུ་དང་རྐྱེན་གྱིས་བསྐྱེད་པའི་ཕྱིར་ཏེ། །
en: Because he is born due to conditions and causes.

source: རྒྱུ་དང་རྐྱེན་གྱིས་བསྐྱེད་པ་གང་ཡིན་པ་དེ་ནི་ཤིན་ཏུ་མ་སྐྱེས་པ་ཡིན་ནོ། །
en: “Whoever is born from conditions and causes is utterly unborn.

source: ཤིན་ཏུ་མ་སྐྱེས་པ་གང་ཡིན་པ་དེས་ནི་ངེས་པ་འཐོབ་བོ། །
en: Someone utterly unborn has gained certainty.

source: ངེས་པ་ཐོབ་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཐམས་ཅད་ཡིད་ལ་བྱེད་པ་དང་ལྷན་ཅིག་མི་གནས་ཏེ།
en: Whoever has gained certainty does not dwell with any mental engagement in the dharmas.

source: གང་གི་ཆོས་ཐམས་ཅད་ཡིད་ལ་བྱེད་པ་དང་ལྷན་ཅིག་མི་གནས་པ་དེའི་ཚེ་གནས་པར་བྱ་བ་མེད་པ་ཡིན་ནོ།
en: When one does not dwell with any mental engagement in the dharmas, one does not dwell with the dharmas.

source: གང་གི་ཚེ་གནས་པར་བྱ་བ་མེད་པ་དེའི་ཚེ་མི་འབྱུང་མི་འཇིག་གོ། །
en: When one does not dwell with the dharmas, one does not come into existence or go out of existence.

source: གང་གི་ཚེ་མི་འབྱུང་མི་འཇིག་པ་དེའི་ཚེ་གནས་ཤིང་ཆོས་ཐོབ་པར་འགྱུར་རོ། །
en: When one does not come into existence or go out of existence, one becomes fixed and has obtained the Dharma.

source: གང་གི་ཚེ་གནས་ཤིང་ཆོས་ཐོབ་པ་དེའི་ཚེ་ཚུལ་བཞིན་གྱི་ཆོས་ལ་ཞུགས་པར་འགྱུར་རོ། །
en: “When one becomes fixed and has obtained the Dharma, one applies oneself to the proper dharma.

source: ཚུལ་བཞིན་གྱི་ཆོས་ལ་ཞུགས་པ་ལ་ནི་གང་སངས་རྒྱས་ཀྱི་ཆོས་མ་ཡིན་པའི་ཆོས་དེ་དགའ་ཡང་མེད་དོ།
en: When one applies oneself to the proper dharma, no dharma whatsoever is not a buddhadharma.

source: འཇམ་དཔལ་སྟོང་པ་ཉིད་རྗེས་སུ་རྟོགས་པའི་ཕྱིར་ཏེ།
en: Due to the realization of emptiness.

source: སྟོང་པ་ཉིད་རྗེས་སུ་རྟོགས་པ་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་བོ།
en: The realization of emptiness is awakening.

source: དེས་དེ་ལྟར་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། གནས་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། གཟུང་བ་མེད་པ་དང་། གཞི་མེད་པ་རྗེས་སུ་རྟོགས་པའི་ཕྱིར་བྱང་ཆུབ་སྟེ། །
en: “It is awakening, because in this way one realizes emptiness, no-sign, no-wish; no-effort, no-dwelling, no coming about; no object of apprehension and no-abode.

source: སྟོང་པ་ཉིད་དང
en: emptiness.

source: མཚན་མ་མེད་པ་དང་།
en: No-sign

source: སྨོན་པ་མེད་པ་དང་།
en: No-wish

source: མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། །
en: no-effort,

source: གནས་མེད་པ་དང་།
en: no-dwelling,

source: དེས་དེ་ལྟར་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། གནས་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། གཟུང་བ་མེད་པ་དང་། གཞི་མེད་པ་རྗེས་སུ་རྟོགས་པའི་ཕྱིར་བྱང་ཆུབ་སྟེ།
en: “It is awakening, because in this way one realizes emptiness, no-sign, no-wish; no-effort, no-dwelling, no coming about; no object of apprehension and no-abode.

source: བྱང་ཆུབ་ནི་ཚུལ་བཞིན་ལ་སྦྱོར་བའོ། །
en: Awakening is proper application.

source: ཚུལ་བཞིན་དུ་སྦྱོར་བ་ནི་འདེགས་པ་མེད་པ་དང་། གཞག་པ་མེད་པ་དང་། །
en: “What is called proper application is to neither remove nor add.

source: བྱ་བ་མེད་པ་དང་། རྣམ་པར་བྱ་བ་མེད་པ་ལ་སྦྱོར་བ་དང་།
en: It is the application of not doing and not changing,

source: ཆགས་པ་མེད་པ་དང་།
en: and it is not connected.

source: གྲོལ་བ་མེད་པ་ལ་སྦྱོར་བ་དང་།
en: It is the non-liberated application,

source: གཅིག་པ་ཉིད་མ་ཡིན་པ་དང་། ཐ་དད་པ་ཉིད་མ་ཡིན་པ་ལ་སྦྱོར་བ་དང་།
en: the application of neither oneness nor plurality,

source: འོངས་པ་མ་ཡིན་པ་ལ་སྦྱོར་བ་དང་།
en: and the application of what has yet to come.

source: ཚུལ་བཞིན་ལ་སྦྱོར་བ་ཡིན་ནོ།
en: This is proper application.

source: ཚུལ་བཞིན་གང་ཡིན་པ་དེ་ལ་ནི་སྦྱོར་བ་ཡང་མེད།
en: “In that respect, there is no application,

source: སྤོངས་པ་ཡང་མེད། །
en: no measure,

source: འབྲས་བུ་མངོན་སུམ་དུ་བྱ་བ་ཡང་མེད་དོ།
en: and no direct realization of a result.

source: འཇམ་དཔལ་སེམས་ནི་རང་བཞིན་གྱིས་འོད་གསལ་བའི་ཕྱིར་ཏེ། །
en: Because mind is by nature luminous.

source: དེ་ནི་གློ་བུར་གྱི་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱིས་ཉེ་བར་ཉོན་མོངས་པར་ཟད་ཀྱི།
en: It is afflicted by adventitious afflictions,

source: རང་བཞིན་གྱིས་ཀུན་ནས་ཉོན་མོངས་པ་ཉིད་མ་ཡིན་ནོ། །
en: but its nature is not afflicted.

source: རང་བཞིན་གྱིས་འོད་གསལ་བ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “Luminosity by nature is non-affliction.

source: ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་གང་ཡིན་པ་དེ་ལ་ནི་གཉེན་པོ་གང་གིས་ཉོན་མོངས་པ་སྤོང་བར་འགྱུར་བའི་གཉེན་པོ་མེད་དོ།
en: With respect to non-affliction there is no counteragent—a counteragent by which the destruction of the afflictions may occur.

source: འཇམ་དཔལ་དེ་ནི་དག་པ་ཉིད་ཡིན་པས་དག་པ་ནི་དག་པར་མི་འགྱུར་བའི་ཕྱིར་ཏེ།
en: Because what is pure does not become pure; it just is pure.

source: དག་པ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་མེད་པའོ། །
en: “That which is pure is non-arising.

source: སྐྱེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་མ་སྨད་པའོ། །
en: Non-arising is faultless.

source: མ་སྨད་པ་གང་ཡིན་པ་དེ་ནི་འདོད་པ་སྤངས་པའོ། །
en: What is faultless is the destruction of joys,

source: འདོད་པ་སྤངས་པ་གང་ཡིན་པ་དེ་ལ་ནི་སྲེད་པ་ཐམས་ཅད་འགག་གོ། །
en: whereby all attachments cease.

source: གང་ལ་སྲེད་པ་ཐམས་ཅད་འགགས་པ་དེ་ནི་མི་སྐྱེའོ། །
en: Where all attachments cease, that is non-arising.

source: མི་སྐྱེ་བ་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་བོ། །
en: And non-arising is awakening.

source: བྱང་ཆུབ་གང་ཡིན་པ་དེ་ནི་མཉམ་པ་ཉིད་དོ། །
en: “Awakening is sameness.

source: མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་དོ། །
en: Sameness is the tathatā.

source: དེ་བཞིན་ཉིད་ལ་ནི་འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་ཐམས་ཅད་གནས་སོ།
en: All dharmas, co-produced and unproduced, abide in the tathatā.

source: དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ལ་ནི་འདུས་བྱས་ཀྱང་མེད། །
en: With respect to the tathatā there is neither something co-produced

source: འདུས་མ་བྱས་ཀྱང་མེད། །
en: nor something unproduced;

source: གཉིས་སུ་གདགས་པ་ཡང་མེད་དོ། །
en: there is no designation of duality.

source: གང་ལ་འདུས་བྱས་ཀྱང་མེད། འདུས་མ་བྱས་ཀྱང་མེད། གཉིས་སུ་གདགས་པ་ཡང་མེད་པ་དེ་ནི་དེ་བཞིན་ཉིད་དོ།
en: Where there is nothing co-produced or unproduced, and no designation of duality, that is the tathatā.

source: དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དོ། །
en: “The tathatā is nothing else but the tathatā.

source: གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་འགྱུར་བ་མེད་པ་དེ་བཞིན་ཉིད་དོ། །
en: Nothing else but the tathatā is the unchanging tathatā.
